Repository: allan-simon/tatoeba2
Catalog: app/locale/*/LC_MESSAGES/default.po
Languages: pt_br

source: You need to be logged in.
pt_br: Você precisa estar logado.

source: Sentences #%s and #%s are now direct translations of each other.
pt_br: As sentenças #%s e #%s agora são traduções diretas uma da outra.

source: An error occured while saving. Please try again or contact us to report this.
pt_br: Um erro ocorreu enquanto estava salvando. Por favor tente novamente ou faça contato para avisar sobre esse problema.

source: Sentences #%s and #%s are not anymore direct translations of each other.
pt_br: As sentenças #%s e #%s não são mais traduções diretas uma da outra.

source: The user %s you to want to send this message to does not exist. Please try with another username.
pt_br: O usuário %s, para o qual você quer enviar essa mensagem, não existe. Por favor tente com outro nome de usuário.

source: You must fill at least the "To" field and the content field.
pt_br: Você deve preencher pelo menos o campo "Para" e o campo de conteúdo.

source: Your comment has been saved.
pt_br: Seu comentário foi salvo.

source: The languages have been saved.
pt_br: Os idiomas foram salvos.

source: A problem occured while trying to save.
pt_br: Um problema ocorreu enquanto tentávamos salvar.

source: There is nothing to save.
pt_br: Não há nada a ser salvo.

source: NOTE : You can edit this list if you are <a href="%s">registered</a>.
pt_br: NOTA: Você pode editar essa lista se você for <a href="%s">cadastrado</a>

source: There is no user with this username : %s
pt_br: Não existe usuário com esse nome: %s

source: Please choose GIF, JPEG or PNG image format.
pt_br: Por favor, escolha uma imagem no formato GIF, JPEG ou PNG.

source: Please choose an image that do not exceed 1 MB.
pt_br: Por favor, escolha uma imagem com no máximo 1MiB de tamanho.

source: Your information have been updated.
pt_br: Suas informações foram atualizadas.

source: Your basic information have been updated.
pt_br: Suas informações básicas foram atualizadas.

source: Your contact information have been saved.
pt_br: Suas informações de contato foram atualizadas.

source: Your settings have been saved.
pt_br: Suas configurações foram salvas.

source: New password has been saved.
pt_br: Sua nova senha foi salva.

source: An error occured while saving.
pt_br: Um erro ocorreu ao salvar os dados.

source: Password error. Please try again.
pt_br: Login e/ou senha errados. Por favor, tente de novo.

source: Your account is not validated yet. You will not be able to add sentences, translate or post comments. To validate it, click on the link in the email that has been sent to you during your registration. You can have this email resent to you.
pt_br: Sua conta ainda não foi ativada. Você não será capaz de adicionar ou traduzir sentenças ou postar comentários. Para validá-la, clique no link contido no e-mail que lhe foi enviado durante seu cadastro. Você pode ter esse email reenviado a você, se necessário.

source: You did not accept the terms of use.
pt_br: Você não aceitou os termos de uso.

source: Tatoeba registration
pt_br: Cadastro Tatoeba

source: Dear %s,
pt_br: Caro(a) %s,

source: Welcome to Tatoeba and thank you for your interest in this project!
pt_br: Bem-vindo ao Tatoeba e obrigado pelo seu interesse no projeto!

source: You can validate your registration by clicking on this link :
pt_br: Você pode validar seu registro clicando nesse link:

source: Thank you for registering. To validate your registration, click on the link in the email that has been sent to you.
pt_br: Obrigado por cadastrar-se. Para ativar seu cadastro, clique no link contido no e-mail que foi enviado a você.

source: The code you entered did not match with the image, please try again.
pt_br: O código que você digitou não bate com a imagem. Por favor, tente de novo.

source: The registration email has been resent.
pt_br: O email de ativação de cadastro foi reenviado.

source: Your registration has already been validated. Try to login again.
pt_br: Seu cadastro já foi ativado. Tente fazer login mais uma vez.

source: There is no user with this email :
pt_br: Não existe usuário com esse email:

source: Your registration is already validated.
pt_br: Seu cadastro já está ativado.

source: Your registration has been validated.
pt_br: Seu cadastro foi ativado.

source: A problem occured. Your registration could not be validated. Please <a href="%s">contact us</a> to report the problem.
pt_br: Ocorreu um problema. Seu cadastro não pôde ser ativado. Por favor <a href="%s">nos contate</a> para informar o problema.

source: Non valid registration link.
pt_br: Link de validação inválido.

source: Tatoeba, new password
pt_br: Tatoeba, nova senha

source: Your login :
pt_br: Seu nome de usuário:

source: Your new password :
pt_br: Sua nova senha:

source: Your new password has been sent at
pt_br: Sua nova senha foi enviada para

source: There is no registered user with this email :
pt_br: Não há nenhum usuário com esse email cadastrado:

source: No user with this username :
pt_br: Não há usuário com esse nome de usuário:

source: No user with this id :
pt_br: Não há usuário com esse id:

source: Activity timeline
pt_br: Linha do tempo de atividade

source: Latest contributions
pt_br: Últimas contribuições

source: Filter by language
pt_br: Filtrar por linguagem

source: Meaning of the colors
pt_br: Significado das cores

source: sentence added
pt_br: sentença adicionada

source: sentence modified
pt_br: sentença modificada

source: sentence deleted
pt_br: sentença removida

source: Contributors statistics
pt_br: Estatísticas dos usuários

source: Number of contributions
pt_br: Número de contribuições

source: The number of contributions represents the number of sentences added + the number of translations added + the number of sentences modified.
pt_br: O número de contribuições representa o número de sentenças adicionadas + o número de traduções adicionadas + o número de sentenças editadas.

source: About the colors
pt_br: Sobre as cores

source: In January 2009, a new version of Tatoeba was released and all the accounts have been disactivated. Users in grey are users who have not reactivated their account (yet?).
pt_br: Em Janeiro de 2009, uma nova versão do Tatoeba foi lançada e todas as contas foram desativadas. Usuários em cinza são aqueles que não ativaram sua conta (ainda?).

source: They are however displayed here because they still deserve some acknowledgement for their dedication.
pt_br: Porém, eles são mostrados porque eles ainda merecem reconhecimento por sua dedicação.

source: Users in red are admins (and there is only one so far).
pt_br: Usuários em vermelho são administradores (e há somente um até agora).

source: Contributions statistics
pt_br: Estatísticas de contribuições

source: username
pt_br: nome do usuário

source: member since
pt_br: membro desde

source: number of contributions
pt_br: número de contribuições

source: English
pt_br: Inglês

source: Japanese
pt_br: Japonês

source: French
pt_br: Francês

source: German
pt_br: Alemão

source: Spanish
pt_br: Espanhol

source: Italian
pt_br: Italiano

source: Indonesian
pt_br: Indonésio

source: Vietnamese
pt_br: Vietnamita

source: Portuguese
pt_br: Português

source: Russian
pt_br: Russo

source: Chinese
pt_br: Chinês

source: Korean
pt_br: Coreano

source: Dutch
pt_br: Holandês

source: Conversations
pt_br: Conversas

source: Edit a conversation
pt_br: Editar uma conversa

source: Speaker
pt_br: Locutor

source: Add a new conversation
pt_br: Adicionar uma nova conversa

source: Last added conversations
pt_br: Últimas conversas adicionadas

source: Add a new reply
pt_br: Adicionar uma nova resposta

source: Save this conversation
pt_br: Salvar essa conversa

source: Edit content
pt_br: Editar conteúdo

source: Online visitor(s) :
pt_br: Visitante(s) online:

source: Terms of use
pt_br: Termos de uso

source: Feedback
pt_br: Retorno

source: Tatoeba Blog
pt_br: Blog Tatoeba

source: Tools
pt_br: Ferramentas

source: Team & Credits
pt_br: Equipe e Créditos

source: Help
pt_br: Ajuda

source: Log in
pt_br: Entrar

source: Username :
pt_br: Nome de usuário:

source: Password :
pt_br: Senha:

source: Remember me
pt_br: Lembre-se de mim

source: Password forgotten?
pt_br: Esqueceu sua senha?

source: Close
pt_br: Fechar

source: Private messages
pt_br: Mensagens privadas

source: New message
pt_br: Nova mensagem

source: Inbox
pt_br: Caixa de Entrada

source: Sent
pt_br: Enviadas

source: Trash
pt_br: Lixeira

source: Folders
pt_br: Pastas

source: Random sentence
pt_br: Sentença aleatória

source: show another
pt_br: mostre outra

source: show more...
pt_br: mostre-me mais...

source: From
pt_br: De

source: To
pt_br: Para

source: Example sentences with the words :
pt_br: Sentenças com as palavras:

source: search
pt_br: buscar

source: show all
pt_br: mostrar tudo

source: Your session has expired.
pt_br: Sua sessão expirou.

source: Please <a href="%s">click here</a> to log in again.
pt_br: Por favor, <a href="%s">clique aqui</a> para entrar novamente.

source: My profile
pt_br: Meu perfil

source: Log out
pt_br: Sair

source: Home
pt_br: Início

source: Browse
pt_br: Navegar

source: Lists
pt_br: Listas

source: Contribute
pt_br: Contribuir

source: Members
pt_br: Membros

source: Wall
pt_br: Mural

source: What's new
pt_br: Novidades

source: Remove from favorites
pt_br: Remover dos favoritos

source: %s's favorite sentences
pt_br: Sentenças favoritas de %s

source: Favorite sentences
pt_br: Sentenças favoritas

source: This user does not have any favorites.
pt_br: Esse usuário ainda não tem sentenças favoritas.

source: Add to favorites
pt_br: Adicionar a favoritos

source: User followers
pt_br: Seguidores do usuário

source: Block %s
pt_br: Bloquear %s

source: Block this person
pt_br: Bloquear essa pessoa

source: Display more followers
pt_br: Mostrar mais seguidores

source: This user does not have any followers.
pt_br: Esse usuário não tem nenhum seguidor

source: User following
pt_br: Usuário seguindo

source: Display more following
pt_br: Mostrar mais seguidores

source: This user does not follow any users.
pt_br: Esse usuário não segue ninguém.

source: View all comments on the related sentence
pt_br: Ver todos comentários relacionados a essa sentença

source: Delete this comment
pt_br: Remover esse comentário

source: Are you sure?
pt_br: Você tem certeza?

source: View this user's profile
pt_br: Ver o perfil desse usuário

source: %s day(s) ago
pt_br: %s dias(s) atrás

source: %s hour(s) ago
pt_br: %s hora(s) atrás

source: %s mn ago
pt_br: %s minuto(s) atrás

source: Arabic
pt_br: Árabe

source: Hebrew
pt_br: Hebraico

source: Finnish
pt_br: Finlandês

source: Bulgarian
pt_br: Búlgaro

source: Ukrainian
pt_br: Ucraniano

source: Czech
pt_br: Tcheco

source: Modern Greek
pt_br: Grego Moderno

source: Turkish
pt_br: Turco

source: Swedish
pt_br: Sueco

source: Norwegian (Bokmål)
pt_br: Norueguês (Bokmål)

source: Malay
pt_br: Malaio

source: Estonian
pt_br: Estônio

source: Georgian
pt_br: Georgiano

source: Polish
pt_br: Polonês

source: Swahili
pt_br: Suaíli

source: Latin
pt_br: Latim

source: Shanghainese
pt_br: Shangainês

source: All languages
pt_br: Todos os idiomas

source: unknown language
pt_br: idioma desconhecido

source: Auto detect
pt_br: Auto detectar

source: Any
pt_br: Qualquer

source: unnamed list
pt_br: lista sem nome

source: created by <a href="%s">%s</a>
pt_br: criada por <a href="%s">%s</a>

source: (public list)
pt_br: (lista pública)

source: Name
pt_br: Nome

source: Created by
pt_br: Criada por

source: Number of sentences
pt_br: Número de sentenças

source: linked to %s
pt_br: vinculada a %s

source: unlinked from %s
pt_br: desvinculada de %s

source: Translate
pt_br: Traduzir

source: This sentence is in simplified Chinese.
pt_br: Essa sentença está em chinês simplificado.

source: This sentence is in traditional Chinese.
pt_br: Essa sentença está em chinês tradicional.

source: Adopt
pt_br: Adotar

source: Let go
pt_br: Livrar-me

source: Add to list
pt_br: Adicionar a uma lista

source: Delete
pt_br: Remover

source: Show sentence nº :
pt_br: Mostrar a sentença nº:

source: previous
pt_br: anterior

source: next
pt_br: próxima

source: random
pt_br: aleatório

source: Enter a username :
pt_br: Digite um nome de usuário:

source: show user
pt_br: mostrar usuário

source: all
pt_br: tudo

source: Profile of %s
pt_br: Perfil de %s

source: all the lists
pt_br: todas listas

source: to
pt_br: para

source: Send
pt_br: Enviar

source: %s wrote:
pt_br: %s escreveu:

source: Show
pt_br: Mostrar

source: Do you want to unlink this translation from the main sentence?
pt_br: Você deseja desvincular essa tradução da sentença principal?

source: Unlink
pt_br: Desvincular

source: Unlink this translation.
pt_br: Desvincular essa tradução.

source: Do you want to make this as a direct translation of the main sentence?
pt_br: Você quer fazer dessa uma tradução direta da sentença principal?

source: Make as direct translation.
pt_br: Transformar em tradução direta

source: Play audio
pt_br: Tocar áudio

source: Audio unavailable. Click to learn more.
pt_br: Áudio não disponível. Clique para saber mais detalhes.

source: WARNING : this is automatically generated and is not always reliable. Click to learn more.
pt_br: ATENÇÃO : isso é gerado automaticamente e nem sempre é confiável. Clique para saber mais detalhes.

source: This sentence does not belong to anyone. If you would like to edit it, you have to adopt it first.
pt_br: Essa sentença não pertence a ninguém. Se você deseja editá-la, você deve adotá-la primeiro.

source: This sentence belongs to :
pt_br: Essa sentença pertence a:

source: indirect translation
pt_br: tradução indireta

source: belongs to %s
pt_br: pertence a %s

source: Add to new list...
pt_br: Adicionar a uma nova lista...

source: Manage lists...
pt_br: Gerenciar listas...

source: Submit translation
pt_br: Submeter tradução

source: Cancel
pt_br: Cancelar

source: Important! You are about to add a translation to the sentence above. If you do not understand this sentence, click on "Cancel" to display everything again, and then click on the sentence that you understand and want to translate from.
pt_br: Importante! Você está prestes a adicionar uma tradução para a sentença acima. Se você não entende essa sentença, clique em "Cancelar" para mostrá-la de novo e então clique na sentença que você entende e tem a intenção de traduzir.

source: delete
pt_br: excluir

source: reply
pt_br: responder

source: Add a Message :
pt_br: Adicionar uma mensagem:

source: cancel
pt_br: cancelar

source: About Tatoeba
pt_br: Sobre o Tatoeba

source: Contact us
pt_br: Contato

source: If you have any question, suggestion, request (or if you would just like to say thank you) feel free to drop us an email at %s.
pt_br: Se você tem alguma dúvida, sugestão ou pedido (ou se você gostaria simplesmente de agradecer), sinta-se livre para nos mandar um e-mail em %s.

source: Post on the wall
pt_br: Postar no mural

source: You can also tell us what you think by posting on the <a href="%s">Wall</a>.
pt_br: Você também pode nos dizer o que você pensa postando no <a href="%s">Mural</a>.

source: Tip
pt_br: Dica

source: You can add sentences that you do not know how to translate. Perhaps someone else will know!
pt_br: Você pode adicionar sentenças que você não sabe traduzir. Talvez outra pessoa saberá!

source: Good translations
pt_br: Boas traduções

source: We know it's difficult, but do NOT translate word for word!
pt_br: Sabemos que é difícil, mas NÃO traduza palavra por palavra!

source: Multiple translations
pt_br: Traduções múltiplas

source: If you feel there are several possible translations, note that for a same sentence, you can add several translations in the same language.
pt_br: Se você acha que há mais de uma possível tradução, note que para uma mesma sentença é possível adicionar várias traduções no mesmo idioma.

source: For serial translators
pt_br: Para serial-tradutores

source: Quantity
pt_br: Quantidade

source: Language
pt_br: Idioma

source: show random sentences
pt_br: mostrar sentenças aleatórias

source: Add new sentences
pt_br: Adicionar novas sentenças

source: Sentence :
pt_br: Sentença:

source: Translate (%s) or adopt sentences (%s)
pt_br: Traduza (%s) ou adote (%s) sentenças

source: It's easy, try it out below with the random sentence.
pt_br: É fácil, tente com a sentença aleatória abaixo.

source: We need your help!
pt_br: Precisamos da sua ajuda!

source: You can help us by:
pt_br: Você pode nos ajudar:

source: adding new sentences
pt_br: adicionando novas sentenças

source: translating existing sentences
pt_br: traduzindo sentenças já existentes

source: correcting mistakes
pt_br: corrigindo erros

source: adopting sentences
pt_br: adotando sentenças

source: If you are interested, please register.
pt_br: Se você está interessado, por favor cadastre-se.

source: register
pt_br: registrar

source: Download sentences
pt_br: Baixe sentenças

source: Table of contents
pt_br: Índice

source: Adding new sentences
pt_br: Adicionando novas sentenças

source: Translating sentences
pt_br: Traduzindo sentenças

source: Correcting mistakes
pt_br: Corrigindo erros

source: Adopting sentences
pt_br: Adotando sentenças

source: Sentences lists
pt_br: Listas de sentenças

source: Need more help?
pt_br: Precisa de mais ajuda?

source: If you cannot find the answer to your question, do not hesitate to contact us.
pt_br: Se você não achou a resposta para suas perguntas, não tenha medo de nos contatar.

source: Ideally, for any word you may want to search, we would like you to always get results. Indeed, one of the goala of the project is to illustrate as many words and expressions as possible.
pt_br: Idealmente, para qualquer palavra que você procurar, nós adoraríamos ter sempre resultados. Ora, um dos objetivos do projeto é ilustrar tantas palavras e expressões quanto for possível.

source: However, even if there is a large amount of sentences, there is still a lot of vocabulary that is not covered. This is why we encourage you to add new sentences with new vocabulary, even if you do not know how to translate it into any language.
pt_br: Porém, mesmo que haja uma grande quantidade de sentenças, ainda há muito vocabulário que não é coberto. É por isso que nós te encorajamos a adicionar novas sentenças com vocabulário novo, mesmo se você não sabe como traduzi-lo para nenhum outro idioma.

source: Just <a href="%s">register</a> if you have not done so already, then log in and go to the <a href="%s">contribution section</a>.
pt_br: Simplesmente <a href="%s">cadastre-se</a>, se você ainda não fez isso, e então entre e vá para a <a href="%s">seção de contribuição</a>.

source: Translating is one of the most important tasks in Tatoeba, since the main goal of the project is to gather sentences translated into several languages.
pt_br: Traduzir é uma das tarefas mais importantes no Tatoeba, uma vez que o objetivo principal do projeto é reunir sentenças traduzidas em vários idiomas.

source: You can translate a sentence from pretty much everywhere. Just click on this icon %s whenever you see it.
pt_br: Você pode traduzir uma sentença praticamente em qualquer lugar. Basta clicar nesse ícone %s sempre que vê-lo.

source: Note that translations are limited to registered users.
pt_br: Note que traduções só são permitidas a usuários cadastrados.

source: Click here to register.
pt_br: Clique para cadastrar-se.

source: Tatoeba is a project that is open to everyone, and we are aware that people make mistakes.
pt_br: Tatoeba é um projeto que aberto a todos; e sabemos que pessoas cometem erros.

source: It is not possible for you to directly correct mistakes in sentences that belong to other people because only the owner of the sentence can edit it. You can however post a comment (%s) on the sentence to notify the mistake. The owner will have to correct it himself or herself.
pt_br: Não é possível para você corrigir erros em sentenças que pertencem a outras pessoas porque somente o dono de uma sentença pode editá-la. Entretanto, você pode postar um comentário (%s) na sentença para notificar o erro. O dono vai ter que ele próprio corrigi-la.

source: In certain cases, the sentence do not have an owner. Read the paragraph below (on adopting sentences) to learn more.
pt_br: Em certos casos, a sentença não tem um dono. Leia o parágrafo abaixo (sobre adoção de sentenças) para mais detalhes.

source: When you add a sentence, this sentence "belongs" to you - only you can edit it. However, most of the sentences in Tatoeba come from a Japanese-English corpus called Tanaka Corpus. These sentences do not have any owner because they have been collected outside of Tatoeba.
pt_br: Quando você adiciona uma sentença, essa sentença "pertence" a você - somente você pode editá-la. Entretanto, a maioria das sentenças vem do conjunto de senteças Japonês-Inglês chamado Tanaka Corpus. Essas sentenças não têm nenhum dono porque elas foram coletadas fora do Tatoeba.

source: If you see a mistake in an "orphan" sentence, you will not be able correct it because you are not the owner. This is why there is an "adopt" option (%s). Once you adopt a sentence, you become its owner and therefore can edit it.
pt_br: Se você vê um erro em uma sentença "órfã", você não será capaz de corrigi-la pois você não é dono dela. É por isso que existe a opção "adotar" (%s). Uma vez adotada, você se torna dono da sentença e pode editá-la.

source: Adopting a sentence is also part the "quality process". You can find more information about it here:
pt_br: Adotar uma sentença também faz parte do "processo de qualidade". Você pode encontrar mais informações sobre isso aqui:

source: You can create lists of sentences in Tatoeba. By default the list is <strong>private</strong>, which means it can only be edited by the person who created it.
pt_br: Você pode criar listas de sentenças no Tatoeba. Por padrão a lista é <strong>privada</strong>, o que significa que ela só pode ser editada pela pessoa que a criou.

source: However it is also possible to let any member in Tatoeba add and remove sentences by setting a list as <strong>public</strong>.
pt_br: Porém, também é possível deixar qualquer membro do Tatoeba adicionar ou remover sentenças configurando a lista como <strong>pública</strong>.

source: Tatoeba : Collecting example sentences
pt_br: Tatoeba: Coletando sentenças

source: Join the community!
pt_br: Junte-se à comunidade!

source: The more contributors there are, the more useful Tatoeba will become! Besides, by contributing, not only you will be helpful to the rest of the world, but you will also get to learn a lot.
pt_br: Quanto mais contribuidores houver mais útil o Tatoeba se tornará! Além disso, por contribuir, você não apenas ajudará o resto do mundo, mas também aprenderá muito.

source: Register
pt_br: Cadastrar-se

source: WARNING: The language of some the sentences you have added could not be detected.
pt_br: O idioma de algumas das sentenças que você adicionou não pôde ser detectada.

source: Click here to set the languages
pt_br: Clique aqui para escolher os idiomas

source: Latest messages
pt_br: Últimas mensagens

source: by %s
pt_br: por %s

source: show activity timeline
pt_br: mostrar linha do tempo de atividade

source: Latest comments
pt_br: Últimos comentários

source: Some numbers
pt_br: Alguns números

source: %s contributions today
pt_br: %s contribuições hoje

source: %s members so far
pt_br: %s membros até agora

source: View more
pt_br: Ver mais

source: What is Tatoeba?
pt_br: O que é Tatoeba?
