Repository: allan-simon/tatoeba2
Catalog: app/locale/*/LC_MESSAGES/default.po
Languages: pt_br

source: At its core, Tatoeba is a large database of <strong>example sentences</strong> translated into several languages. But as a whole, it is much more than that.
pt_br: No seu núcleo, o Tatoeba é uma grande banco de dados de <strong>sentenças de exemplo</strong> traduzidas em vários idiomas. Mas no geral é muito mais do que isso.

source: What can I do in Tatoeba?
pt_br: O que eu posso fazer no Tatoeba?

source: <span class="keyword">Learn</span> <span class="sub-keyword">languages</span>
pt_br: <span class="keyword">Aprenda</span> <span class="sub-keyword">idiomas</span>

source: Search sentences
pt_br: Buscar sentenças

source: Create lists
pt_br: Criar listas

source: <span class="keyword">Share</span> <span class="sub-keyword">your knowledge</span>
pt_br: <span class="keyword">Compartilhe</span> <span class="sub-keyword">seu conhecimento</span>

source: Translate sentences
pt_br: Traduza sentenças

source: Correct the mistakes
pt_br: Corrija os erros

source: <span class="keyword">Interact</span> <span class="sub-keyword">with the community</span>
pt_br: <span class="keyword">Interaja</span> <span class="sub-keyword">com a comunidade</span>

source: Post comments
pt_br: Poste comentários

source: Contact other members
pt_br: Contate outros membros

source: Examples of search
pt_br: Exemplos de busca

source: Search one word :
pt_br: Buscar uma palavra:

source: example
pt_br: exemplo

source: This will search for sentences containing the word "example".
pt_br: Isso vai buscar por sentenças contendo a palavra "example".

source: Note that if you specify the language, the search will not always be an exact search. More concretely, if you are searching "thinking", and do NOT specify any language, it will return sentences with EXACTLY the word "thinking". But if you specify that the language is English, it will also return sentences with "thinks" and "thinking".
pt_br: Note que, se você especificar o idioma, a busca nem sempre será uma busca exata. Mais concretamente, se você está buscando "pensando" e não escolher nenhum idioma, a busca somente retornará sentenças que tenha EXATAMENTE a palavra "pensando". Mas se você escolher o idioma "Português", a busca também retornará sentenças com "pensam" e "pensar", entre outras.

source: Using quotes :
pt_br: Usando aspas duplas:

source: This will search for sentences containing "I would like". If you remove the quotes, see below.
pt_br: Isso vai procurar por sentenças contendo "eu gostaria de". Se você remover as aspas duplas, veja abaixo.

source: Search with OR operator :
pt_br: Procurar com o operador OR:

source: This will search for sentences containing "would" or "like".
pt_br: Isso vai procurar sentenças contendo "eu" ou "gostaria".

source: Words with <strong>3 characters or less are ignored</strong> if they are not inside of quotes, which is why "I" is not taken into account here.
pt_br: Palavras com <strong>3 caracteres ou menos são ignoradas</strong> se elas não estiverem entre aspas duplas. É por isso que "eu" não é levado em conta aqui.

source: Search with AND operator :
pt_br: Buscar com o operador AND:

source: This will search for sentences containing "here" and "there".
pt_br: Isso vai procurar por sentenças contendo "aqui" e "acolá"

source: Search with NOT operator :
pt_br: Buscar com o operador NOT:

source: This will search for sentences containing "here" but not "there".
pt_br: Isso vai buscar por sentenças contendo "aqui", mas não "acolá"

source: Grouping :
pt_br: Agrupando:

source: Tatoeba team and credits
pt_br: Equipe Tatoeba e créditos

source: Note : the list is not complete yet...
pt_br: Nota: a lista ainda não está completa...

source: The team
pt_br: A equipe

source: Contact me
pt_br: Contate-me

source: Credits
pt_br: Créditos

source: Chinese translations
pt_br: Traduções chinesas

source: Spanish translations
pt_br: Traduções espanholas

source: Special thanks
pt_br: Agradecimentos especiais

source: Lots of people...
pt_br: Um bocado de gente...

source: English version
pt_br: Versão em português

source: Information for text contributors to Tatoeba project
pt_br: Informações para contribuidores do projeto Tatoeba

source: To grow the commons of free knowledge and free culture, all users contributing to Tatoeba project are required to grant broad permissions to the general public to re-distribute and re-use their contributions freely, as long as the use is attributed and the same freedom to re-use and re-distribute applies to any derivative works. Therefore, for any text you hold the copyright to, by submitting it, you agree to license it under the Creative Commons Attribution License 2.0 (fr). Please note that this licenses does allow commercial uses of your contributions, as long as such uses are compliant with the terms.
pt_br: Para aumentar a quantidade de conhecimento e cultura livres, todos os usuários do projeto Tatoeba são obrigados a dar amplas permissões para o público geral redistribuir e reusar suas contribuições livremente, desde que o uso seja atribuído e que a mesma liberdade de reuso e redistribuição se aplique aos trabalhos derivados. Consequentemente, para qualquer texto que você tenha os direitos de cópia, ao submetê-lo você concorda a licenciá-lo sob a Creative Commons Attribution License 2.0. Por favor note que essa licença permite o uso comercial de suas contribuições, desde que tais usos obedeçam aos termos.

source: As an author, you agree to be attributed in any of the following fashions: a) through a hyperlink (where possible) or URL to the sentence or sentences you contributed to, b) through a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) through a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.)
pt_br: Como um autor, você concorda a ser atribuído em qualquer um desses meios: a) por um hyperlink (quando possível) ou URL para a sentença ou sentenças para as quais você contribuiu, b) por um hyperlink (quando possível) ou URL para uma cópia alternativa, online, que seja livremente acessível, conforme a licença, e que dê crédito aos autores de maneira equivalente ao crédito dados nesse website, ou c) através de uma lista de autores. (Qualquer lista de autores pode ser filtrada para excluir contribuições muito pequenas ou irrelevantes).

source: Importing text:
pt_br: Importando texto:

source: If you want to import text that you have found elsewhere or that you have co-authored with others, you can only do so if it is available under terms that are compatible with the CC-BY license.
pt_br: Se você deseja importar texto que você encontrou em algum outro lugar ou que você é co-autor, você só pode fazer isso se ele estiver disponível sob termos compatíveis com a licença CC-BY.

source: If you import text under a compatible license which requires attribution, you must, in a reasonable fashion, credit the author(s). Where such credit is commonly given through sentence comments; it is sufficient to give attribution in the edit summary, which is recorded in the sentence history, when importing the text. Regardless of the license, the text you import may be rejected if the required attribution is deemed too intrusive.
pt_br: Se você importar texto sob uma licença que pede atribuição, você deve, de um modo razoável, creditar o(s) autor(es). Tal crédito é normalmente dado através de comentários de sentença; é suficiente atribuir no sumário de edição, que é gravado no histórico da sentença no processo de importação do texto. Independentemente da licença, o texto que você está importando pode ser rejeitado se a atribuição requerida for muito intrusiva.

source: Information for re-users:
pt_br: Informação para reutilizadores:

source: You can re-use text content from Tatoeba project freely, with the exception of content that is used under "fair use" exemptions, or similar exemptions of copyright law. Please follow the guidelines below:
pt_br: Você pode reutilizar conteúdo de texto do projeto Tatoeba livremente, com a exceção de conteúdo que é usado sob exceções de "fair use", ou exceções similares na lei de copyright. Por favor siga as recomendações abaixo:

source: Re-use of text:
pt_br: Reutilização de texto:

source: Attribution: To re-distribute a text page in any form, provide credit to the authors either by including a) a hyperlink (where possible) or URL to the page or pages you are re-using, b) a hyperlink (where possible) or URL to an alternative, stable online copy which is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on this website, or c) a list of all authors. (Any list of authors may be filtered to exclude very small or irrelevant contributions.) This applies to text developed by the Tatoeba project community. Text from external sources may attach additional attribution requirements to the work, which we will strive to indicate clearly to you.
pt_br: Atribuição: Redistribuir uma página de texto em qualquer formato, dar crédito aos autores pela inclusão de a) um hyperlink (onde for possível) ou URL para a página ou páginas que você está reutilizando, b) um hyperlink (onde for possível) ou URL para uma cópia online alternativa que seja livremente acessível, conforme a licença, e que dê crédito aos autores em uma maneira equivalente aos créditos dados nesse website, ou c) uma lista de todos autores. (Uma lista de autores pode ser filtrada para excluir contribuições muito pequenas ou irrelevantes). Isso se aplica ao texto desenvolvido pela comunidade do projeto Tatoeba. Texto de fontes externas podem adicionar requisitos de atribuição adicionais para o trabalho, o que nós nos esforçaremos para indicar claramente a você.

source: Indicate changes: If you make modifications or additions, you must indicate in a reasonable fashion that the original work has been modified. If you are re-using the sentence in a wiki, for example, indicating this in the page history is sufficient.
pt_br: Indicar mudanças: Se você fizer modificações ou adições, você deve indicar em um modo razoável que o trabalho original foi modificado. Se você estiver reutilizando a sentença em um wiki, por exemplo, indicar isso no histórico da página já é suficiente.

source: Licensing notice: Each copy or modified version that you distribute must include a licensing notice stating that the work is released under CC-BY and either a) a hyperlink or URL to the text of the license or b) a copy of the license. For this purpose, a suitable URL is: http://creativecommons.org/licenses/by/2.0/fr/
pt_br: Nota de licenciamento: Cada cópia or versão modificada que você distribuir deve incluir uma nota de licença dizendo que o trabalho é disponibilizado sob a CC-BY e ou a) um hyperlink ou URL para o texto da licença, ou b) uma cópia da licença. Para esse propósito, uma URL adequada é: http://creativecommons.org/licenses/by/2.0/

source: For further information, please refer to the legal code of the CC-BY License.
pt_br: Para mais informações, por favor veja o código legal da licença CC-BY.

source: Precedence of French terms
pt_br: Precedência dos termos franceses

source: These site terms are not to be modified. If there is any inconsistency between the french terms and any translation into other languages, the French language version takes precedence.
pt_br: Esses termos do site não devem ser modificados. Se houver qualquer inconsistência entre os termos em francês e qualquer tradução para outros idiomas, a versão francesa tem precedência.

source: Follow us
pt_br: Siga-nos

source: from %s
pt_br: de %s

source: to %s
pt_br: para %s

source: [no subject]
pt_br: [sem assunto]

source: Restore
pt_br: Restaurar

source: %s from %s
pt_br: %s para %s

source: restore
pt_br: restaurar

source: mark as unread
pt_br: marcar como não lida

source: This list does not have any sentence
pt_br: Essa lista não contém nenhuma sentença

source: Reply
pt_br: Responder

source: Sentence nº%s
pt_br: Sentença nº %s

source: Comments on sentences
pt_br: Comentários em sentenças

source: Comments on sentences (total %count%)
pt_br: Comentários em sentenças (total: %count%)

source: %s's comments
pt_br: Comentários de %s

source: There's no user called %s
pt_br: Não há usuário chamado %s

source: Go back to previous page
pt_br: Voltar para a página anterior

source: %s has posted no comment
pt_br: %s não postou nenhum comentário

source: %s's comments (total %s)
pt_br: Comentários de %s (total: %s)

source: Comments on %s's sentences
pt_br: Comentários nas sentenças de %s

source: %s has no comment posted on his/her sentences
pt_br: %s não tem nenhum comentário postado nas sentenças dele(a)

source: Comments on %s's sentences (total %s)
pt_br: Comentários nas sentenças de %s (total: %s)

source: Add sentences
pt_br: Adicionar sentenças

source: Add another sentence
pt_br: Adicionar outra sentença

source: Sentences added
pt_br: Sentenças adicionadas

source: Tips
pt_br: Dicas

source: You can edit your sentences by clicking on them.
pt_br: Você pode editar suas sentenças clicando nelas.

source: You can change the language of a sentence by clicking on the flag.
pt_br: Você pode mudar o idioma de uma sentença clicando na bandeira.

source: My sentences (total %count%)
pt_br: Minhas sentenças (total: %count%)

source: Most frequent words in the target language
pt_br: Palavras mais frequentes no idioma alvo

source: If you specify the <strong>source language</strong>, the search will not be an <em>exact</em> search. That is to say, if you specify <em>English</em> and search for <em>think</em>, you will also have results with <em>thinks</em> or <em>thinking</em>.
pt_br: Se você especificar o <strong>idioma fonte</strong>, a busca não será uma busca <em>exata</em>. Isto é, se você especificar <em>Inglês</em> e procurar por <em>think</em>, você também receberá resultados com <em>thinks</em> ou <em>thinking</em>, entre outros.

source: If you specify the <strong>target language</strong>, you will have a word cloud with the 5 most frequent words in the target language. For simple words, it can give you a translation of the word you were looking for. Otherwise, it can also give you an idea of what words are linked to your search.
pt_br: Se você especificar o <strong>idioma alvo</strong>, você terá uma nuvem de palavras com as 5 palavras mais usadas no idioma alvo. Para palavras simples, essa nuvem pode te dar uma tradução da palavra que você estava procurando. Senão, ela também pode te dar uma ideia de que palavras são ligadas a sua busca.

source: Search : %s , <em>%s result(s)</em>
pt_br: Busca: %s, <em>%s resultado(s)</em>

source: Add a sentence containing %s
pt_br: Adicionar uma sentença contendo %s

source: There is no result for this search (yet) but you can help us feeding the corpus with new vocabulary!
pt_br: Não há resultado para essa busca. Ainda. Mas você pode nos ajudar alimentando o corpo de sentenças com novo vocabulário.

source: Feel free to submit a sentence with the words you were searching.
pt_br: Sinta-se livre para adicionar uma sentença que contenha as palavras que você buscou.

source: No results for this search
pt_br: Sem resultados para essa busca

source: Random sentences
pt_br: Sentenças aleatórias

source: Translating sentences one by one is too slow for you? You want to increase your rank in Tatoeba, or the rank of your language, at the speed of light? So this is for you!
pt_br: Traduzir sentenças uma por uma é lento demais para você? Você quer aumentar o seu rank no Tatoeba ou o rank do seu idioma, na velocidade da luz? Então isso foi feito para você!

source: Just Keep in mind our server is not as fast as you ;-)
pt_br: Só lembre que nosso servidor não é tão rápido quanto você ;-)

source: Example sentence:
pt_br: Sentença de exemplo:

source: Sentence does not exist:
pt_br: A sentença não existe:

source: Logs
pt_br: Histórico

source: There is no log for this sentence
pt_br: Não há histórico para essa sentença.

source: Notify mistakes
pt_br: Notificar erros

source: Do not hesitate to post a comment if you see a mistake!
pt_br: Não hesite em postar um comentário se você encontrar um erro!

source: NOTE : If the sentence does not belong to anyone and you know how to correct the mistake, feel free to correct it without posting any comment. You will have to adopt the sentence before you can edit it.
pt_br: NOTA: Se a sentença não pertencer a ninguém e se você souber como corrigir o erro, sinta-se livre para corrigi-la sem postar nenhum comentário. Você terá que adotar a sentença antes de poder editá-la.

source: There is no sentence with id %s
pt_br: Não existe sentença com id %s

source: Comments
pt_br: Comentários

source: There are no comments for now.
pt_br: Ainda não há comentários.

source: Add a comment
pt_br: Adicionar um comentário

source: You need to be logged in to add a comment. If you are not registered, you can <a href="%s">register here</a>.
pt_br: Você precisa estar conectado para adicionar um comentário. Se você não está cadastrado, você pode <a href="%s">cadastrar-se aqui</a>.

source: Language not listed?
pt_br: Idioma não está listado?

source: If your language is not in the list, don't hesitate to contact me : trang.dictionary.project@gmail.com.
pt_br: Se seu idioma não está na lista, não tenha medo de falar comigo: trang.dictionary.project@gmail.com.

source: Unknown language
pt_br: Idioma desconhecido

source: The language of the following sentences could not be detected, you have to specify it manually.
pt_br: O idioma das seguintes sentenças não pôde ser detectado. Você tem que especificá-los manualmente.

source: save
pt_br: salvar

source: You don't have any sentence which language is unknown.
pt_br: Você não tem nenhuma sentença com idioma desconhecido.

source: Problem while saving
pt_br: Ocorreu um problema enquanto estava gravando

source: Actions
pt_br: Ações

source: Back to all the lists
pt_br: Voltar para todas as listas

source: Send via Private Message
pt_br: Enviar através de mensagem privada

source: Show translations :
pt_br: Mostrar traduções:

source: Set list as public
pt_br: Configurar lista como pública

source: Delete this list
pt_br: Apagar esta lista

source: Printable versions
pt_br: Versões para impressão

source: Print as exercise
pt_br: Imprimir como exercício

source: Print as correction
pt_br: Imprimir como correção

source: Check this box to display romanization in the print version
pt_br: Marque essa caixa para mostrar romanização na versão para impressão

source: You can change the name of the list by clicking on it.
pt_br: Você pode mudar o nome da lista clicando nela.

source: You can remove a sentence from the list by clicking on the X icon.
pt_br: Você pode remover uma sentença da lista clicando no X.

source: Removing a sentence will not delete it. The sentence will just not be part of the list anymore.
pt_br: Remover uma sentença não irá excluí-la. A sentença apenas não será mais parte da lista.

source: Add a sentence to this list :
pt_br: Adicionar sentença a essa lista:

source: NOTE : You can also add existing sentences with this icon %s (while <a href="%s">browsing</a> for instance).
pt_br: NOTA: Você também pode adicionar sentenças existentes clicando no ícone %s (enquanto estiver <a href="%s">navegando</a>, por exemplo).

source: List of sentences
pt_br: Lista de sentenças

source: Create a new list
pt_br: Criar uma nova lista

source: Click on the name of your list if you would like to change the name. You will be able to edit it in place.
pt_br: Clique no nome da sua lista se você deseja mudar o nome dela. Você será capaz de editar diretamente.

source: Still beta
pt_br: Ainda beta

source: This feature is still very basic. We will improve it as we get more time and some feedbacks from users.
pt_br: Essa funcionalidade ainda é bem básica. Nós vamos melhorá-la quando nós tivermos mais tempo e mais retorno dos usuários.

source: About the lists
pt_br: Sobre as listas

source: Lists makes it possible to gather and organize sentences in Tatoeba.
pt_br: As listas possibilitam juntar e organizar sentenças no Tatoeba.

source: You can create all kinds of lists! "Preparation for summer trip to Mexico", "English test nº4", "My favorite geek quotes"...
pt_br: Você pode criar todo tipo de lista! "Preparação para a viagem de verão no México", "Teste de Inglês nº 4", "Minhas citações gregas favoritas"...

source: Registration needed
pt_br: Cadastro necessário

source: You can create lists only if you are registered.
pt_br: Você só pode criar listas se você tiver se cadastrado.

source: If you are already registered, please log in.
pt_br: Se você já se cadastrou, por favor entre.

source: My lists
pt_br: Minhas listas

source: Public lists
pt_br: Listas públicas

source: All the other lists
pt_br: Todas as outras listas

source: Tatoeba list :
pt_br: Lista Tatoeba:

source: Choose language of translations
pt_br: Escolher idioma das traduções

source: You have to specify the language of the translations :
pt_br: Você tem que escolher o idioma das traduções:

source: This version enables you to have a printable version of the list with translations in the language of your choice.
pt_br: Essa versão lhe permite obter uma versão da lista para impressão com traduções no idioma de sua escolha.

source: It is practical, for instance, in the case you want to practice <a href="%s">translating on paper</a> and would like also to have the correction printed somewhere on paper, to check if you have translated properly.
pt_br: É prático, por exemplo, no caso de você querer praticar <a href="%s">traduzir no papel</a> e gostaria de ter a correção impressa para checar se você traduziu corretamente.

source: WARNING : It is possible that the sentences do not have translations in the language you will specify.
pt_br: ATENÇÃO: é possível que as sentenças não tenham traduções no idioma que você escolheu.

source: Sentence successfully removed.
pt_br: Sentença removida com sucesso.

source: Result
pt_br: Resultado

source: Search sinograms
pt_br: Buscar sinogramas

source: Browse radicals
pt_br: Navegar por radicais

source: 1 stroke
pt_br: 1 traço

source: Explode a character
pt_br: Expandir um caractere

source: characters to explode
pt_br: caracteres a expandir

source: Explode
pt_br: Expandir

source: This work is based on <a href="%s">this project</a>.
pt_br: Esse trabalho é baseado <a href="%s">nesse projeto</a>.

source: Please note that this tool is still not complete yet and may contain errors (although it will be accurate for most searches), so don't hesitate to report missing characters or any suggestion of improvement.
pt_br: Por favor note que essa ferramenta ainda não é completa e pode conter erros (apesar de ser precisa para a maior parte das buscas), então não hesite em nos informar de caracteres que faltam ou em dar qualquer sugestão.

source: Hanzis - Kanjis search
pt_br: Hanzis - busca de Kanjis

source: This tool allows you to find information about kanjis/hanzis, especially when you don't know how to input them directly with IMEs.
pt_br: Essa ferramenta lhe permite encontrar informações sobre kanjis/hanzis, especialmente quando você não sabe digitá-los diretamente.

source: The main way to use this is by submitting subglyph of the character.
pt_br: A principal forma de usar é entrando com um radical do caractere.

source: For example for 蝴, you can enter 月虫 as subglyphs (you don't need to know every subglyph).
pt_br: Por exemplo: para 蝴 você pode entrar com 月虫 como radicais (você não tem que saber todos eles).
