Repository: allan-simon/tatoeba2
Catalog: app/locale/*/LC_MESSAGES/default.po
Languages: pt_br

source: If you don't know how to input sublyph either, but you know a character that also contains this subglyph, then you can use the explode form.
pt_br: Se você também não sabe como entrar com o radical, mas você conhece outro caractere que também tem esse mesmo radical, então você pode usar o formulário de expansão.

source: For example if you want to search 瞧, but you don't know how to input 隹 in order to make the search more accurate, if you know 推, you can just explode it, clicking on a subglyph will add it to the search form.
pt_br: Por exemplo, você deseja buscar 瞧, mas não sabe como entrar com 隹 de forma a deixar a busca mais precisa. Se você souber como entrar com 推, você pode expandi-lo e, clicando sobre o radical, você o adicionará ao formulário de busca.

source: On the right you also have the most common radicals grouped by strokes, in case you don't have any way to type hankis/kanjis.
pt_br: À direita você também tem os radicais mais comuns agrupados por traços, no caso de você não ter nenhuma forma de digitar hanzis/kanjis.

source: Search a character by describing it
pt_br: Buscar um caractere pela sua descrição

source: Sublgyphs:
pt_br: Radicais:

source: Search
pt_br: Buscar

source: No sentence using this character has been found, you can add one <a href="%s">here</a>.
pt_br: Nenhuma sentença usando esse caractere foi encontrada. Você pode adicionar uma <a href="%s">aqui</a>.

source: View all sentences using this character <a href="%s">here</a>
pt_br: Ver todas sentenças usando esse caractere <a href="%s">aqui</a>

source: %s strokes
pt_br: %s traços

source: 10 strokes and more
pt_br: 10 traços ou mais

source: Information about %s
pt_br: Informações sobre %s

source: number of strokes:
pt_br: número de traços:

source: english:
pt_br: inglês:

source: Japanese On:
pt_br: Japonês On:

source: Japanese Kun:
pt_br: Japonês Kun:

source: Results
pt_br: Resultados

source: No result found, try to search with less subglyphs.
pt_br: Sem resultados. Tente buscar usando menos radicais.

source: Chinese conversion traditional/simplified tool
pt_br: Ferramenta de conversão entre chinês tradicional e simplificado

source: This tool is powered by <a href="%s">Adso</a>
pt_br: Essa ferramenta é provida por <a href="%s">Adso</a>

source: Improvements
pt_br: Melhoramentos

source: The result you will get will not always be perfect. However, you can help us improve this by telling us the mistakes you saw. We will try, if possible, to correct it.
pt_br: O resultado que você tem nem sempre será perfeito. Entretanto, você pode nos ajudar a melhorá-los avisando-nos dos erros que você viu. Nós tentaremos, se possível, corrigi-los.

source: Traditional/simplified Chinese converter
pt_br: Conversor de chinês tradicional/simplificado

source: Enter either traditional or simplified Chinese
pt_br: Entre com chinês tradicional ou simplificado

source: Convert
pt_br: Converter

source: Useful tools
pt_br: Ferramentas úteis

source: Need a tool?
pt_br: Precisa de uma ferramenta?

source: Well, Tatoeba's developers don't have time to think of every possible useful tools for language learners.
pt_br: Bem, os desenvolvedores do Tatoeba não têm tempo suficiente para pensar em todas as ferramentas úteis para aprendizes de idiomas.

source: So if there is a must-have tool which is missing,or if you have yourself coded something you think can help others (as long as you can provide it under a GPL compatible licence) don't hesitate to talk about it <a href="%s">here</a>, we're always looking for new stuff.
pt_br: Então se houver uma ferramenta do tipo "essa tem que ter" faltando ou você mesmo programou algo que você pensa que pode ajudar outros (desde que você a disponibilize sob uma licença compatível com a GPL), não hesite e conte-nos sobre ela <a href="%s">aqui</a>. Estamos sempre atrás de coisas novas.

source: convert japanese to romaji or furigana.
pt_br: converter japonês para romaji ou furigana.

source: Sinogram search
pt_br: Busca por sinograma

source: search all Chinese characters / kanjis by all possible ways.
pt_br: buscar todos caracteres chineses / kanjis por todos meios possíveis.

source: Pinyin converter
pt_br: Conversor Pinyin

source: convert chinese to pinyin, numerical pinyin to diacritical pinyin etc.
pt_br: converter chinês para pinyin, pinyin numérico para pinyin diacrítico, etc.

source: Chinese simplified/traditional tool
pt_br: Ferramenta de chinês simplificado/tradicional

source: convert traditional chinese to simplified and vice versa (powered by adso)
pt_br: converte chinês tradicional para simplificado e vice-versa (powered by adso)

source: Shanghainese to IPA
pt_br: Shangainês para IPA

source: Convert Japanese text into romaji or furigana
pt_br: Converte texto japonês para romaji ou furigana

source: This tool is powered by <a href="%s">KAKASI</a> (slightly modified).
pt_br: Essa ferramenta é provida por <a href="%s">KAKASI</a> (com pequenas modificações).

source: More information
pt_br: Mais informações

source: Tools for Japanese romanization
pt_br: Ferramentas para romanização de japonês

source: Rules for romaji in Tatoeba
pt_br: Regras para romaji no Tatoeba

source: Convert japanese text into :
pt_br: Converter texto japonês em:

source: Convert text from :
pt_br: Converter texto de:

source: numerical pinyin
pt_br: pinyin numérico

source: Convert text to :
pt_br: Converter texto para:

source: diacritical pinyin
pt_br: pinyin diacrítico

source: Convert Shanghainese into IPA
pt_br: Converter Shangainês para IPA

source: Note
pt_br: Nota

source: This tool is in a very early stage, and we're looking for people who can help us ameliorate the transcription by providing IPA of non-converted characters or reporting mistakes.
pt_br: Essa ferramenta está num estado bem inicial e nśo estamos procurando por pessoas que possam nos ajudar a melhorar o script nos provendo IPA para caracteres não convertidos ou reportando erros.

source: Enter a text in shanghainese dialect
pt_br: Digite um texto no dialeto shangainês

source: Your links
pt_br: Seus links

source: <a href='%s'>View all my sentences</a>
pt_br: <a href='%s'>Ver todas minhas sentenças</a>

source: <a href='%s'>View my favorite sentences</a>
pt_br: <a href='%s'>Ver minhas sentenças favoritas</a>

source: View my comments
pt_br: Ver meus comentários

source: View comments on my sentences
pt_br: Ver comentários em minhas sentenças

source: <a href='%s'>Sentences with undetected language</a>
pt_br: <a href='%s'>Sentenças sem idioma definido</a>

source: Activity information
pt_br: Informaçao de atividade

source: Member since
pt_br: Membro desde

source: Last login
pt_br: Última visita

source: Comments posted
pt_br: Comentários postados

source: Sentences owned
pt_br: Sentenças possuídas

source: Sentences favorited
pt_br: Sentenças favoritas

source: Change your profile image?
pt_br: Mudar a imagem do seu perfil?

source: Upload
pt_br: Enviar

source: Tell us something about you
pt_br: Conte-nos algo sobre você

source: Save
pt_br: Salvar

source: Something about you
pt_br: Algo sobre você

source: Edit
pt_br: Editar

source: Tell us something about you!
pt_br: Conte-nos algo sobre você!

source: Complete some information?
pt_br: Completar com mais alguma informação?

source: Country
pt_br: País

source: Basic Information
pt_br: Informações básicas

source: Tell us what is your real name to get to know you!
pt_br: Diga-nos qual é o seu nome real para te conhecermos melhor!

source: Birthday
pt_br: Aniversário

source: You have not set your birthday yet!
pt_br: Você ainda não informou o seu aniversário!

source: Tells us where you come from!
pt_br: Diga-nos de onde você é!

source: Contact information
pt_br: Informações de contato

source: Homepage
pt_br: Página web

source: Maybe you have a blog to share?
pt_br: Talvez você tenha um blog?

source: Settings
pt_br: Configurações

source: Email notifications
pt_br: Notificações de email

source: Set your profile public?
pt_br: Publicar seu perfil?

source: Change password
pt_br: Alterar senha

source: Old password
pt_br: Senha antiga

source: New password
pt_br: Nova senha

source: New password again
pt_br: Repita a nova senha

source: %s's profile
pt_br: Perfil de %s

source: Private message
pt_br: Mensagem privada

source: Contact %s
pt_br: Contatar %s

source: Others
pt_br: Outros

source: See this user's contributions
pt_br: Veja as contribuições desse usuário

source: This profile is protected. You must login to see it.
pt_br: Esse perfil é protegido. Você deve entrar para poder vê-lo.

source: Top members
pt_br: Membros top

source: Show entire list
pt_br: Mostrar lista toda

source: Members (total %count%)
pt_br: Membros (total: %count%)

source: Username
pt_br: Nome de usuário

source: Member status
pt_br: Status do membro

source: Send new password
pt_br: Enviar nova senha

source: Username:
pt_br: Nome de usuário:

source: Password:
pt_br: Senha:

source: Code displayed above :
pt_br: Código mostrado acima:

source: I accept the <a href="%s">terms of use</a>
pt_br: Eu aceito os <a href="%s">termos de uso</a>

source: Resend registration email
pt_br: Reenviar email de cadastro

source: Tatoeba user: %s
pt_br: Usuário Tatoeba: %s

source: Contact
pt_br: Contato

source: Contact this user
pt_br: Contactar esse usuário

source: About %s
pt_br: Sobre %s

source: Member since %s
pt_br: Membro desde %s

source: Following
pt_br: Seguindo

source: Followers
pt_br: Seguidores

source: view all
pt_br: ver todos

source: Latest sentences
pt_br: Últimas sentenças

source: Here you can ask general questions like how to use Tatoeba, report bugs or strange behaviors, or simply socialize with the rest of the community.
pt_br: Aqui você pode perguntar perguntas gerais como: como usar o Tatoeba; reportar bugs ou comportamentos estranhos; ou simplesmente socializar com o resto da comunidade.

source: Have fun! Don't be shy!
pt_br: Divirta-se! Não seja tímido!

source: Wall (%count% threads)
pt_br: Mural (%count% tópicos)

source: Back to Wall
pt_br: Voltar para o Mural

source: Debug setting does not allow access to this url.
pt_br: As configurações de debug não permitem acesso a essa URL
